{
    "3101": {
        "이름": "김영민",
        "A1": "운동",
        "B": "미감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3102": {
        "이름": "김영진",
        "A1": "운동",
        "C": "미감&한국사",
        "B": "중국어",
        "D": "심리학"
    },
    "3103": {
        "이름": "박정호",
        "A1": "운동",
        "B": "미감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3104": {
        "이름": "설정현",
        "D": "음감&한국사",
        "B": "중국어",
        "A": "교육학"
    },
    "3105": {
        "이름": "손예준",
        "D": "음감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3106": {
        "이름": "안종훈",
        "A": "미감&한국사",
        "B": "중국어",
        "D": "심리학"
    },
    "3107": {
        "이름": "오성진",
        "B": "음감&한국사",
        "A": "중국어",
        "D": "심리학"
    },
    "3108": {
        "이름": "윤상원",
        "A": "미감&한국사",
        "B": "중국어",
        "D": "심리학"
    },
    "3109": {
        "이름": "이민찬",
        "A1": "운동",
        "B": "미감&한국사",
        "C": "일본어",
        "D": "심리학"
    },
    "3110": {
        "이름": "이상원",
        "C": "미감&한국사",
        "D": "일본어",
        "A": "교육학"
    },
    "3111": {
        "이름": "이우진",
        "A": "음감&한국사",
        "B": "중국어",
        "C": "심리학"
    },
    "3112": {
        "이름": "이정우",
        "C": "음감&한국사",
        "A": "중국어",
        "D": "심리학"
    },
    "3113": {
        "이름": "이한별",
        "D": "미감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3114": {
        "이름": "이형원",
        "A1": "운동",
        "B": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3115": {
        "이름": "임범진",
        "D": "음감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3116": {
        "이름": "정윤찬",
        "C": "음감&한국사",
        "A": "일본어"
    },
    "3117": {
        "이름": "최규현",
        "D": "미감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3118": {
        "이름": "한재윤",
        "A1": "운동",
        "B": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3119": {
        "이름": "홍기영",
        "A": "음감&한국사",
        "B": "중국어",
        "D": "심리학"
    },
    "3201": {
        "이름": "강경훈",
        "A1": "운동",
        "B": "미감&한국사",
        "C": "일본어",
        "D": "심리학"
    },
    "3202": {
        "이름": "곽준석",
        "C": "음감&한국사",
        "D": "중국어",
        "A": "교육학"
    },
    "3203": {
        "이름": "김건우",
        "D": "미감&한국사",
        "B": "중국어",
        "A": "교육학"
    },
    "3204": {
        "이름": "김대영",
        "A": "미감&한국사",
        "B": "중국어",
        "D": "심리학"
    },
    "3205": {
        "이름": "김동훈",
        "B": "미감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3206": {
        "이름": "김웅배",
        "A1": "운동",
        "B": "미감&한국사",
        "C": "일본어",
        "D": "심리학"
    },
    "3207": {
        "이름": "김정우",
        "A1": "운동",
        "B": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3208": {
        "이름": "박대현",
        "A1": "운동",
        "B": "미감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3209": {
        "이름": "박민준",
        "A": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3210": {
        "이름": "박선욱",
        "C": "미감&한국사",
        "A": "일본어",
        "D": "심리학"
    },
    "3211": {
        "이름": "박유신",
        "A1": "운동",
        "B": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3212": {
        "이름": "박찬응",
        "B": "음감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3213": {
        "이름": "배동준",
        "D": "음감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3214": {
        "이름": "염정운",
        "D": "음감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3215": {
        "이름": "우상범",
        "D": "미감&한국사",
        "B": "중국어",
        "A": "교육학"
    },
    "3216": {
        "이름": "이재혁",
        "C": "음감&한국사",
        "A": "중국어",
        "D": "심리학"
    },
    "3217": {
        "이름": "전성현",
        "B": "미감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3218": {
        "이름": "최현준",
        "A": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3219": {
        "이름": "한동현",
        "C": "미감&한국사",
        "D": "일본어",
        "A": "교육학"
    },
    "3220": {
        "이름": "홍석준",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3301": {
        "이름": "김동현",
        "A": "음감&한국사",
        "B": "중국어",
        "C": "데이터"
    },
    "3302": {
        "이름": "김태훈",
        "D": "음감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3303": {
        "이름": "박선우",
        "C": "미감&한국사",
        "D": "일본어",
        "A": "데이터"
    },
    "3304": {
        "이름": "박선웅",
        "A1": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3305": {
        "이름": "박태인",
        "A1": "운동",
        "B": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3306": {
        "이름": "백경민",
        "A1": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3307": {
        "이름": "신동훈",
        "A": "음감&한국사",
        "B": "일본어",
        "D": "데이터"
    },
    "3308": {
        "이름": "유익재",
        "D": "음감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3309": {
        "이름": "이광효",
        "C": "음감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3310": {
        "이름": "이동호",
        "D": "음감&한국사",
        "A": "중국어",
        "C": "데이터"
    },
    "3311": {
        "이름": "이원재",
        "A": "미감&한국사",
        "B": "중국어",
        "D": "심리학"
    },
    "3312": {
        "이름": "이준혁",
        "A1": "운동",
        "B": "미감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3313": {
        "이름": "이찬",
        "A1": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3314": {
        "이름": "전성호",
        "D": "음감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3315": {
        "이름": "전한결",
        "B1": "운동",
        "D": "음감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3316": {
        "이름": "정승연",
        "A1": "운동",
        "B": "미감&한국사",
        "D": "일본어",
        "C": "데이터"
    },
    "3317": {
        "이름": "조현준",
        "C": "음감&한국사",
        "A": "일본어"
    },
    "3318": {
        "이름": "한상연",
        "A1": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3319": {
        "이름": "황동진",
        "B": "미감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3401": {
        "이름": "강동완",
        "A1": "운동",
        "C": "미감&한국사",
        "D": "일본어"
    },
    "3402": {
        "이름": "구민회",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3403": {
        "이름": "김보석",
        "A1": "운동",
        "D": "미감&한국사",
        "B": "중국어",
        "C": "데이터"
    },
    "3404": {
        "이름": "김서원",
        "B2": "운동",
        "D": "음감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3405": {
        "이름": "김서진",
        "B2": "운동",
        "D": "음감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3406": {
        "이름": "김은호",
        "A": "음감&한국사",
        "C": "일본어"
    },
    "3407": {
        "이름": "김지석",
        "B": "미감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3408": {
        "이름": "김태윤",
        "A": "음감&한국사",
        "B": "일본어",
        "D": "심리학"
    },
    "3409": {
        "이름": "김태현",
        "B2": "운동",
        "C": "미감&한국사",
        "A": "중국어",
        "D": "데이터"
    },
    "3410": {
        "이름": "류견우",
        "D": "미감&한국사",
        "A": "일본어"
    },
    "3411": {
        "이름": "서민우",
        "A": "음감&한국사",
        "B": "중국어",
        "C": "데이터"
    },
    "3412": {
        "이름": "서지호",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3413": {
        "이름": "양동혁",
        "B2": "운동",
        "C": "미감&한국사",
        "D": "일본어",
        "A": "데이터"
    },
    "3414": {
        "이름": "윤준영",
        "B2": "운동",
        "D": "음감&한국사",
        "A": "중국어",
        "C": "데이터"
    },
    "3415": {
        "이름": "이선행",
        "C1": "운동",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3416": {
        "이름": "장정호",
        "C1": "운동",
        "A": "음감&한국사",
        "B": "일본어",
        "D": "심리학"
    },
    "3417": {
        "이름": "조정원",
        "C": "음감&한국사",
        "A": "일본어"
    },
    "3418": {
        "이름": "태현준",
        "C2": "운동",
        "A": "미감&한국사",
        "B": "일본어",
        "D": "심리학"
    },
    "3419": {
        "이름": "현윤수",
        "C": "미감&한국사",
        "A": "중국어"
    },
    "3501": {
        "이름": "강동옥",
        "C2": "운동",
        "D": "미감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3502": {
        "이름": "김대희",
        "B": "미감&한국사",
        "C": "중국어",
        "A": "교육학"
    },
    "3503": {
        "이름": "김민준",
        "C": "음감&한국사",
        "A": "일본어"
    },
    "3504": {
        "이름": "김민찬",
        "A2": "운동",
        "C": "미감&한국사",
        "D": "일본어"
    },
    "3505": {
        "이름": "김신원",
        "A2": "운동",
        "B": "미감&한국사",
        "D": "일본어",
        "C": "데이터"
    },
    "3506": {
        "이름": "박종우",
        "B2": "운동",
        "C": "음감&한국사",
        "D": "중국어",
        "A": "교육학"
    },
    "3507": {
        "이름": "박형기",
        "A": "음감&한국사",
        "B": "일본어",
        "C": "데이터"
    },
    "3508": {
        "이름": "윤서범",
        "B2": "운동",
        "C": "미감&한국사",
        "A": "중국어",
        "D": "데이터"
    },
    "3509": {
        "이름": "윤지훈",
        "B2": "운동",
        "C": "음감&한국사",
        "D": "중국어",
        "A": "교육학"
    },
    "3510": {
        "이름": "윤호림",
        "D1": "운동",
        "C": "음감&한국사",
        "A": "일본어"
    },
    "3511": {
        "이름": "이강선",
        "D1": "운동",
        "B": "미감&한국사",
        "A": "중국어",
        "C": "데이터"
    },
    "3512": {
        "이름": "이동건",
        "A2": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3513": {
        "이름": "이용규",
        "A2": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3514": {
        "이름": "임창대",
        "A2": "운동",
        "D": "음감&한국사",
        "C": "일본어"
    },
    "3515": {
        "이름": "장준혁",
        "B2": "운동",
        "D": "음감&한국사",
        "A": "일본어",
        "C": "심리학"
    },
    "3516": {
        "이름": "정원영",
        "C2": "운동",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3517": {
        "이름": "조태상",
        "D1": "운동",
        "A": "음감&한국사",
        "B": "중국어",
        "C": "데이터"
    },
    "3518": {
        "이름": "최석헌",
        "D2": "운동",
        "C": "미감&한국사",
        "A": "중국어"
    },
    "3519": {
        "이름": "황인승",
        "D2": "운동",
        "C": "음감&한국사",
        "A": "일본어"
    },
    "3601": {
        "이름": "강동협",
        "D2": "운동",
        "C": "음감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3602": {
        "이름": "고정명",
        "A2": "운동",
        "D": "미감&한국사",
        "C": "일본어"
    },
    "3603": {
        "이름": "김기민",
        "C2": "운동",
        "A": "미감&한국사",
        "B": "일본어",
        "D": "심리학"
    },
    "3604": {
        "이름": "김도현",
        "B2": "운동",
        "D": "미감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3605": {
        "이름": "김현우",
        "C2": "운동",
        "D": "미감&한국사",
        "B": "중국어",
        "A": "교육학"
    },
    "3606": {
        "이름": "도경수",
        "A2": "운동",
        "D": "미감&한국사",
        "B": "중국어",
        "C": "데이터"
    },
    "3607": {
        "이름": "류성열",
        "C2": "운동",
        "A": "미감&한국사",
        "B": "중국어",
        "D": "심리학"
    },
    "3608": {
        "이름": "박용준",
        "D2": "운동",
        "C": "미감&한국사",
        "A": "중국어"
    },
    "3609": {
        "이름": "박준용",
        "D2": "운동",
        "B": "미감&한국사",
        "A": "중국어",
        "C": "데이터"
    },
    "3610": {
        "이름": "서정호",
        "A2": "운동",
        "C": "미감&한국사",
        "D": "일본어"
    },
    "3611": {
        "이름": "송지훈",
        "D2": "운동",
        "C": "미감&한국사",
        "B": "중국어",
        "A": "교육학"
    },
    "3612": {
        "이름": "신진",
        "B2": "운동",
        "C": "미감&한국사",
        "D": "일본어",
        "A": "데이터"
    },
    "3613": {
        "이름": "오준석",
        "C2": "운동",
        "A": "미감&한국사",
        "B": "일본어",
        "D": "심리학"
    },
    "3614": {
        "이름": "우지성",
        "A2": "운동",
        "B": "미감&한국사",
        "C": "일본어",
        "D": "심리학"
    },
    "3615": {
        "이름": "이도근",
        "B2": "운동",
        "D": "음감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3616": {
        "이름": "이성진",
        "C2": "운동",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3617": {
        "이름": "임원호",
        "D2": "운동",
        "A": "음감&한국사",
        "B": "일본어",
        "C": "심리학"
    },
    "3618": {
        "이름": "장민석",
        "C2": "운동",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3619": {
        "이름": "정재환",
        "D2": "운동",
        "C": "음감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3701": {
        "이름": "강민준",
        "B2": "운동",
        "C": "음감&한국사",
        "A": "중국어",
        "D": "심리학"
    },
    "3702": {
        "이름": "강준영",
        "D2": "운동",
        "B": "미감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3703": {
        "이름": "권민석",
        "A2": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3704": {
        "이름": "김대헌",
        "C2": "운동",
        "D": "미감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3705": {
        "이름": "김용기",
        "D2": "운동",
        "C": "음감&한국사",
        "A": "일본어"
    },
    "3706": {
        "이름": "문현빈",
        "B2": "운동",
        "D": "미감&한국사",
        "A": "중국어",
        "C": "데이터"
    },
    "3707": {
        "이름": "박규용",
        "D2": "운동",
        "A": "음감&한국사",
        "B": "일본어",
        "C": "심리학"
    },
    "3708": {
        "이름": "박문수",
        "D2": "운동",
        "B": "미감&한국사",
        "A": "중국어",
        "C": "데이터"
    },
    "3709": {
        "이름": "송종휘",
        "D2": "운동",
        "B": "음감&한국사",
        "C": "일본어",
        "A": "데이터"
    },
    "3710": {
        "이름": "신경호",
        "C2": "운동",
        "D": "미감&한국사",
        "B": "일본어",
        "A": "데이터"
    },
    "3711": {
        "이름": "이선용",
        "A2": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3712": {
        "이름": "이준석",
        "B2": "운동",
        "D": "음감&한국사",
        "A": "중국어",
        "C": "데이터"
    },
    "3713": {
        "이름": "이준형",
        "B2": "운동",
        "A": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3714": {
        "이름": "이한선",
        "D2": "운동",
        "C": "음감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3715": {
        "이름": "이희호",
        "D2": "운동",
        "C": "미감&한국사",
        "A": "중국어"
    },
    "3716": {
        "이름": "장지후",
        "D2": "운동",
        "C": "음감&한국사",
        "A": "일본어"
    },
    "3717": {
        "이름": "조승준",
        "A2": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3718": {
        "이름": "최진혁",
        "B2": "운동",
        "C": "미감&한국사",
        "D": "일본어",
        "A": "데이터"
    },
    "3719": {
        "이름": "최현서",
        "C2": "운동",
        "A": "음감&한국사",
        "B": "일본어",
        "D": "심리학"
    },
    "3801": {
        "이름": "김선홍",
        "C2": "운동",
        "D": "미감&한국사",
        "A": "일본어"
    },
    "3802": {
        "이름": "김준환",
        "A2": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3803": {
        "이름": "김택윤",
        "C2": "운동",
        "B": "음감&한국사",
        "D": "중국어",
        "A": "교육학"
    },
    "3804": {
        "이름": "신문선",
        "C2": "운동",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3805": {
        "이름": "신원호",
        "D2": "운동",
        "C": "음감&한국사",
        "B": "일본어",
        "A": "교육학"
    },
    "3806": {
        "이름": "신형우",
        "A2": "운동",
        "D": "미감&한국사",
        "B": "중국어",
        "C": "데이터"
    },
    "3807": {
        "이름": "유충근",
        "D2": "운동",
        "A": "음감&한국사",
        "B": "일본어",
        "C": "심리학"
    },
    "3808": {
        "이름": "유현빈",
        "A2": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3809": {
        "이름": "윤재현",
        "A2": "운동",
        "B": "미감&한국사",
        "C": "일본어",
        "D": "심리학"
    },
    "3810": {
        "이름": "이건우",
        "A2": "운동",
        "B": "음감&한국사",
        "C": "중국어",
        "D": "데이터"
    },
    "3811": {
        "이름": "이상현",
        "A2": "운동",
        "C": "미감&한국사",
        "B": "중국어",
        "D": "심리학"
    },
    "3812": {
        "이름": "이성철",
        "C2": "운동",
        "A": "미감&한국사",
        "D": "일본어"
    },
    "3813": {
        "이름": "이종원",
        "B2": "운동",
        "D": "음감&한국사",
        "C": "중국어",
        "A": "교육학"
    },
    "3814": {
        "이름": "정승민",
        "A2": "운동",
        "D": "미감&한국사",
        "C": "일본어"
    },
    "3815": {
        "이름": "조현우",
        "C2": "운동",
        "D": "미감&한국사",
        "B": "중국어",
        "A": "교육학"
    },
    "3816": {
        "이름": "조현준",
        "A2": "운동",
        "B": "음감&한국사",
        "D": "중국어",
        "C": "심리학"
    },
    "3817": {
        "이름": "최시형",
        "D2": "운동",
        "B": "미감&한국사",
        "A": "중국어",
        "C": "데이터"
    },
    "3818": {
        "이름": "한결",
        "C2": "운동",
        "A": "음감&한국사",
        "B": "일본어",
        "D": "심리학"
    },
    "null": {
        "이름": null,
        "null": null
    }
}